"AuthControllerApplicationPrincipalRequest" = "%@ richiede l'inserimento dell'identità Kerberos";
"AuthControllerApplicationRequest"          = "%@ richiede l'inserimento della password Kerberos";
"AuthControllerApplicationPasswordRequest"  = "%@ richiede l'inserimento della password Kerberos per %@";

"AuthControllerPrincipalRequest"            = "Inserisci la tua identità Kerberos";
"AuthControllerRequest"                     = "Inserisci la tua password Kerberos";
"AuthControllerPasswordRequest"             = "Inserisci la password Kerberos per %@";

"AuthControllerHideOptions"                 = "Nascondi opzioni";
"AuthControllerShowOptions"                 = "Mostra opzioni";

"ChangePasswordPasswordExpired"             = "La password per %@ è scaduta; desideri modificarla?";
"ChangePasswordApplicationRequest"          = "%@ richiede di modificare la password Kerberos per “%@”";
"ChangePasswordPrincipalRequest"            = "Modifica la password Kerberos per %@";
